* Day 1 :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  | Quantity | Ingredient                       | Note |    Cal |  Pro |   Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |  Weight | Volume |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 | AAA oatmeal                      |      |  696.0 | 13.5 |  36.0 | 0.849 |  1.220 |      6.289 | 45.690 |  7.759 | 46.552 | 156.500 |  0.625 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |      1/3 | 2 to 2 cereal Gorp               |      |  672.2 | 12.9 |  29.2 | 0.871 |  1.296 |      6.752 | 53.228 |  7.676 | 39.096 | 149.444 |  2.000 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 | Backcountry capellini with pesto |      | 1094.2 | 38.3 |  48.6 | 2.844 |  2.599 |      7.426 | 46.024 | 14.001 | 39.974 | 280.187 |  1.000 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 |                                  |      | 2462.4 | 64.7 | 113.8 | 4.564 |  1.853 |      7.054 | 47.896 | 10.510 | 41.594 | 586.131 |  3.625 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
* Day 2 :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  | Quantity | Ingredient                | Note |    Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro | % carb | % pro |  % fat |  Weight | Volume |
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  |        1 | Bushwackers Breakfast     |      |        |      |      |       |        |            |        |       |        |         |        |
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  |      1/3 | 2 to 2 cereal Gorp        |      |  672.2 | 12.9 | 29.2 | 0.871 |  1.296 |      6.752 | 53.228 | 7.676 | 39.096 | 149.444 |  2.000 |
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  |        1 | Gourmet hobo curried rice |      | 1107.5 | 20.3 | 45.0 | 2.494 |  2.252 |     12.286 | 56.099 | 7.332 | 36.569 | 276.900 |  2.125 |
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  |        1 |                           |      | 1779.7 | 33.2 | 74.2 | 3.365 |  1.891 |     10.136 | 55.015 | 7.462 | 37.523 | 426.344 |  4.125 |
  |----------+---------------------------+------+--------+------+------+-------+--------+------------+--------+-------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
* Day 3 :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  | Quantity | Ingredient                       | Note |    Cal |  Pro |   Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |  Weight | Volume |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 | Apple pie oatmeal                |      |  688.5 | 12.4 |  37.8 | 0.901 |  1.309 |      7.266 | 43.384 |  7.204 | 49.412 | 151.500 |  0.875 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |      1/3 | 2 to 2 cereal Gorp               |      |  672.2 | 12.9 |  29.2 | 0.871 |  1.296 |      6.752 | 53.228 |  7.676 | 39.096 | 149.444 |  2.000 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 | Backcountry capellini with pesto |      | 1094.2 | 38.3 |  48.6 | 2.844 |  2.599 |      7.426 | 46.024 | 14.001 | 39.974 | 280.187 |  1.000 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  |        1 |                                  |      | 2454.9 | 63.6 | 115.6 | 4.616 |  1.880 |      7.258 | 47.257 | 10.363 | 42.381 | 581.131 |  3.875 |
  |----------+----------------------------------+------+--------+------+-------+-------+--------+------------+--------+--------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
* ================================================================================
* All 3 days :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+------------+------+--------+-------+-------+--------+--------+------------+--------+--------+--------+----------+--------|
  | Quantity | Ingredient | Note |    Cal |   Pro |   Fat |      $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |   Weight | Volume |
  |----------+------------+------+--------+-------+-------+--------+--------+------------+--------+--------+--------+----------+--------|
  |        1 | Day 1      |      | 2462.4 |  64.7 | 113.8 |  4.564 |  1.853 |      7.054 | 47.896 | 10.510 | 41.594 |  586.131 |  3.625 |
  |        1 | Day 2      |      | 1779.7 |  33.2 |  74.2 |  3.365 |  1.891 |     10.136 | 55.015 |  7.462 | 37.523 |  426.344 |  4.125 |
  |        1 | Day 3      |      | 2454.9 |  63.6 | 115.6 |  4.616 |  1.880 |      7.258 | 47.257 | 10.363 | 42.381 |  581.131 |  3.875 |
  |----------+------------+------+--------+-------+-------+--------+--------+------------+--------+--------+--------+----------+--------|
  |        1 |            |      |  6697. | 161.5 | 303.6 | 12.545 |  1.873 |      7.768 | 49.554 |  9.646 | 40.800 | 1593.606 | 11.625 |
  |----------+------------+------+--------+-------+-------+--------+--------+------------+--------+--------+--------+----------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
